[
  {
    "LocalizationTypes": "Intro",
    "Title": "",
    "Description": "27 de Noviembre, 1999  Eva Dwight ha llegado a la hacienda que ha heredado.  Al parecer la mansión lleva abandonada 100 años, y su propio tatarabuelo dio instrucciones precisas de que solo la heredase su tataranieto. En fin... \"\"cosas de señoros victorianos, tendrá que conformarse con que lo herede una tataranieta\"\" piensa Eva. Detrás de si, la puerta de la mansión se cierra."
  },
  {
    "LocalizationTypes": "final_scene",
    "Title": "",
    "Description": "Eva agarra con decisión la botella y la lanza al suelo quebrandola contra las raices.  Un humo verde asciende desde los restos de la botella introduciéndose por la boca, nariz y ojos de Eva, ahogándole todo grito. Se lleva las manos a la gargante y cae al suelo inconsciente.  Tras unos minutos se levanta recuperada. Se mira los brazos y revisa su cuerpo.  Eva Sickert: \"\"Oh vaya, al parecer de la linea familiar solo quedaba una tataranieta. Tendrá que valer...\"\"  \"\"Siglo XXI, llego a tiempo de verte nacer...\"\"  Eva Sickert asciende por las escaleras del sótano con paso vacilante, pero silbando una alegre aunque anticuada melodía.  FIN"
  },
  {
    "LocalizationTypes": "diario01",
    "Title": "Página 1",
    "Description": "Lunes, 1 de noviembre de 1852  ¡Al fin aquí! Hemos llegado a la mansión Dwight después de un viaje agotador desde Londres, mi esposa, Mary Anne Sickert, y mi hija, la pequeña Anni Ariadne.  El recibimiento por parte del patriarca Dwight no ha podido se más frío. Nunca ha confiado en mi, y no ha sido sino tras mucha insistencia de Mary Anne y su madre que el gran patriarca se ha rebajado a legarme la finca familiar, mientras ellos se retiran a su residencia de verano (mucho más grande y lujosa) de forma permanente.  Tengo grandes planes para la finca, le demostraré al viejo avaro que puedo manejar las cosas mejor que él.  ¡Por fin la buena fortuna me sonríe!"
  },
  {
    "LocalizationTypes": "diario02",
    "Title": "Página 2",
    "Description": "Domingo, 23 de octubre de 1853  ¡Estamos en la ruina!. No ha pasado ni un año sin que toda la administración de la finca Dwight se haya ido al traste.  A veces me pregunto si no habrá sido una herencia envenenada por parte del patriarca Dwight. Nunca le he gustado a ese viejo avaro. El maldito viejo Dwight no paraba de decirme que no se puede ganar dinero de forma tan rápida, que había que esperar y progresar poco a poco. Estaba ahí esperando a verme fracasar...  Pero no, no tengo a nadie más que culpar excepto a mi mismo. Realicé una serie de malas decisiones de negocio que no han prosperado como pensaba. Tampoco ha sido barata nuestra presentación en sociedad, una serie de fiestas y bailes carísimos. Todos esos viejos ricachones vinieron, se comieron mi comida, se bebieron mi bebida, para luego decirme con aire de grandeza el por qué no podían apoyar mis negocios. ¡Gorrones!  Al menos algo bueno he sacado de todo ello. He entrado en contacto con la Sociedad por la Ciencia Cristiana, un interesante grupo de practicantes del mesmerismo. Me interesa sobremanera pero con lo poco que da la hacienda ahora solo nos queda para malvivir de la misma manera que malvivíamos en Londres.\""
  },
  {
    "LocalizationTypes": "diario0X",
    "Title": "Página perdida",
    "Description": "(fecha ininteligible)  La correspondencia con Sir W.W.Gull no puede ser de lo más fascinante. Si tan solo el correo fuese más rápido en este maldito país... Me ha aceptado como su discípulo, y juntos nos estamos adentrando en la Ciencia de las Sales del Alma. A Mary Anne no le gusta Sir. Gull. Dice que tiene un aire extraño, y que no le gusta como mira al resto del mundo, como si fuésemos recipientes para su propio uso. ¡Bah, qué sabrá ella!, si incluso ha sido tan amable de estar dispuesto a financiar las remodelaciones en la mansión Dwight para la construcción de un laboratorio.  La ampliación del ala este no acababa ni de empezar cuando un trabajador se ha hundido en el suelo y se ha precipitado hacia su muerte. El descubrimiento ha sido fascinante: Había una cámara subterránea que linda con la mansión Dwight, justo debajo del ese gran árbol en dirección a los pantanos. Es como si las raices de este sujetasen la tierra para luego volver a crecer de forma invertida, debajo del suelo, como si el mismísimo Atlas hubiese elegido este lugar para sujetar el mundo.  Este \"\"árbol subterráneo\"\" tiene un receso natural en forma de altar. Es increible, ¡Es el lugar perfecto que estábamos buscando para la cuna!"
  },
  {
    "LocalizationTypes": "diario03",
    "Title": "Página 3",
    "Description": "Viernes, 3 de marzo de 1854  La Sociedad por la Ciencia Cristina no ha resultado más que ser un grupo de bobos aficionados que se dejan engatusar por estafadores, prestidigitadores y charlatanes. Un grupo de mentes simples que no alcanzarían a distinguir un evento extraordinario entre tanto humo y artificios. ¡Bah, estúpidos imbéciles! Están limitados por el dogma de su patético dios. No tienen la capacidad de enteder. Nunca podrán ver más allá.  Pero entre ellos he conocido a un tal Sir William W. Gull, una persona inteligentísima que me ha hablado de la \"\"ciencia de las sales\"\", una evolución del mesmerismo combinado con alquimia con el objetivo de doblegar la naturaleza del alma mortal. Me dice que la finca Dwight presenta una buena predisposición de ambiente gracias a las propiedades exóticas del pantano cercano. Que sería un buen lugar para construir una \"\"cuna\"\". Un tipo muy interesante este Gull..."
  },
  {
    "LocalizationTypes": "diario04",
    "Title": "Página 4",
    "Description": "Jueves, 31 de agosto de 1854  Estoy listo para iniciar el primer paso de mi gran obra maestra. Me he asegurado que la calidad de las sales sea de la máxima pureza posible. He revisado las fórmulas con Gull decenas de veces. Son perfectas. Tan solo falta un elemento esencial que, afortunadamente, ambos poseemos: un recipiente de nuestra propia sangre.  A pesar de la mala fortuna que he tenido no puedo sentirme más bendecido de haberme procurado una familia y descendencia. ¡Ja! Si el avaro de Dwight pudiera verme ahora MWUAHAHA! Bah, no entendería la magnitud de lo que estoy apunto de iniciar aquí. ¡VIEJO ILUSO! ¡Te sobreviviré a tí y os sobreviviré a todos!"
  },
  {
    "LocalizationTypes": "diario05",
    "Title": "Página 5",
    "Description": "(sin fecha)  Mary Anne me ha abandonado llevándose a la pequeña Anni con ella. Es cierto que nuestra relación se ha ido distanciando en estos últimos años tras tanta mala fortuna, y que yo he estado más distante de lo que el deber sagrado del matrimonio recomienda. No he sido un marido devoto, pues sigo albergando rencor por que no pudiera darme más hijos.  La gota que colmó el vaso, según ella, fue el experimento que conduje con la pequeña Annie. ¡Pero si fue un éxito! ¡Y puse todo el cuidado que un padre debiera tener! Pero hubo un efecto secudario no esperado y la pequeña cayó enferma con fiebres altas durante una semana. Se la llevó a casa de sus padres para recuperarse, y a la semana volvió con el carruaje de su padre para recoger sus cosas y ya no volvieron jamás.  El servicio también se ha despedido alegando que no soportan más los ruidos y el olor que emana del sótano.  No importa. Tengo experimentos que hacer, formulaciones que calcular y el hecho de no tener a nadie por aquí lo hace más propicio para las siguientes fases que Gull yo hemos planeado."
  },
  {
    "LocalizationTypes": "diario06",
    "Title": "Página 6",
    "Description": "Viernes, 9 de noviembre de 1888  Tras el abandono de Mary Anne, durante un tiempo estuve muy perdido. Vagué por los pasillos de la mansión vacía de calor humano, vociferando grandes gritos, ahogado en la bebida, y con visiones de fantasmas que no estaban allí. W.W.Gull me rescató, pero no porque me tuviese en alta estima, aún me necesitaba para sus propios planes... así mismo me lo dijo, y mirándo dentro de mi alma, destapó todo mi patetismo para apiadarse de mí: me permitiría hacer este viaje con él.  Aquel mismo día hicimos la transposición del alma en las botellas. El proceso no pudo ser más agotador, tras el cual permanecimos en cama durante más de tres días. Las botellas son preciosas, y podía estar horas mirando su resplandor y calidez. En cambio la botella de Gull me producía una repulsión inexplicable, y dejaba en mi una sensación de frío aterrador.  A partir de aquel momento, Gull y yo, nos embarcamos en un viaje de poder y placer, buscando las experiencias más extremas que el mundo pudiera ofrecer, para testar los límites de nuestro recién adquirido poder. El proceso fue todo un éxito y he de decir sin mayor pudor, que sí: he disfrutado todo el camino. Termina así una importante etapa tras años de experimentos e investigaciones. Pero aún falta por completar una última etapa: la más importante."
  },
  {
    "LocalizationTypes": "diario07",
    "Title": "Página 7",
    "Description": "domingo, 31 de diciembre de 1899  Mi querida descendencia.  Si has llegado hasta aquí es que eres digno heredero de tu nombre. Aunque mi queridísima Anne me repudiase conservado su apellido de soltera, debes saber que en lo más profundo de tu alma llevas la semilla de tu verdadero ancestro. Te escribo a través del tiempo.  Tras lograr dominar la ciencia de las sales del alma anduve con las peores de las compañías, en las peores posibles de las aventuras, en los mayores peligros; pensando que había esquivado la condenación de mi alma, pero en el proceso, esta se ha tornado más opaca de lo que esperaba y no solo me ha condenado, sino que la corrupción de mi cuerpo finalmente ha sido inevitable, y de hecho ¡es inminente! El fin está cerca y aunque la botella me ata aquí, temo haber condenado mi alma mortal por toda la eternidad.  Me arrepiento profundamente de la vida que he llevado. Me arrepiento profundamente de haber alejado de mi a mis queridas Mary Anne y la pequeña Anni. No espero comprensión, o redención, se que no son posibles, pero no puedo pasar toda la eternidad sin volver a ver a mi familia.  Es por esto que necesito tu ayuda. La botella selladas que ves ante ti debe aún brillar con el fulgor de las sales. La fórmula ha estado preparada para compensar los pecados de mi alma durante estos 100 años. ¡Rómpela para liberarme y que pueda descansar!  ¡Ven a mi! Tu querido tatarabuelo..."
  },
  {
    "LocalizationTypes": "pictureAnciano",
    "Title": "Anciano",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaAlbert",
    "Title": "Familia",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaTocha",
    "Title": "Familia al completo",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMadreSola",
    "Title": "Madre",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMansion",
    "Title": "Mansion",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureNinaSola",
    "Title": "Niña",
    "Description": ""
  },
  {
    "LocalizationTypes": "MenuPlay",
    "Title": "",
    "Description": "Jugar"
  },
  {
    "LocalizationTypes": "MenuCredits",
    "Title": "",
    "Description": "Créditos"
  },
  {
    "LocalizationTypes": "MenuExit",
    "Title": "",
    "Description": "Cerrar"
  },
  {
    "LocalizationTypes": "CreditsRole2dArtist",
    "Title": "Concept Artist/2D",
    "Description": "Artista conceptual/2D"
  },
  {
    "LocalizationTypes": "CreditsRole3dArtist",
    "Title": "3D artist/modeling",
    "Description": "Artista 3D/modelado"
  },
  {
    "LocalizationTypes": "CreditsRoleProgramming",
    "Title": "Programming/3D design",
    "Description": "Programación/diseño 3D"
  },
  {
    "LocalizationTypes": "CreditsRoleMusic",
    "Title": "Music/sound design",
    "Description": "Música/diseño de sonido"
  },
  {
    "LocalizationTypes": "CreditsRoleGameDesign",
    "Title": "Game design/narrative",
    "Description": "Diseño de juego/narrativa"
  },
  {
    "LocalizationTypes": "CannotFinish",
    "Title": "",
    "Description": ""
  },
  {
    "LocalizationTypes": "CannotFinish",
    "Title": "",
    "Description": ""
  },
  {
    "LocalizationTypes": "Llave",
    "Title": "",
    "Description": ""
  }
]