[
  {
    "LocalizationTypes": "Intro",
    "Title": "",
    "Description": "27 de Noviembre, 1999\n\nEva Dwight ha llegado a la hacienda que ha heredado. Lleva 100 años abandonada.\n\nDetrás de sí, la puerta de la mansión se cierra de golpe."
  },
  {
    "LocalizationTypes": "final_scene",
    "Title": "",
    "Description": "Eva agarra con decisión la botella y la lanza contra el suelo, quebrándola contra el pedestal.\n\nUn humo verde asciende desde los restos de la botella introduciéndose por su boca, nariz y ojos, ahogándole todo grito. Se lleva las manos a la garganta y cae al suelo inconsciente.\n\nTras unos minutos se levanta recuperada. Se mira los brazos y revisa su cuerpo.\n\nEva Sickert:\n\"Oh vaya, al parecer de la linea familiar sólo quedaba una tataranieta. Tendrá que valer...\nSiglo XXI, llego a tiempo de verte nacer...\"\n\nSale del sótano con paso vacilante, silbando una anticuada, aunque alegre melodía.\n\nFIN"
  },
  {
    "LocalizationTypes": "diario01",
    "Title": "Página 1",
    "Description": "Lunes, 1 de Noviembre de 1852\n\n¡Al fin aquí! Hemos llegado a la mansión Dwight después de un viaje agotador desde Londres, mi esposa, Mary Anne Sickert, y mi hija, la pequeña Anni Ariadne.\n\nEl recibimiento por parte del patriarca Dwight no ha podido ser más frío. Nunca ha confiado en mí y no ha sido sino tras mucha insistencia de Mary Anne y su madre que el gran patriarca se ha rebajado a legarme la finca familiar, mientras ellos se retiran a su residencia de Verano de forma permanente.\n\nTengo grandes planes para la finca. ¡Por fin la buena fortuna me sonríe!"
  },
  {
    "LocalizationTypes": "diario02",
    "Title": "Página 2",
    "Description": "Domingo, 23 de Octubre de 1853\n\n¡Estamos en la ruina! No ha pasado ni un año sin que toda la administración de la finca Dwight se haya ido al traste.\n\nA veces me pregunto si no sería una herencia envenenada por parte del patriarca Dwight. Nunca le he gustado a ese viejo avaro. Siempre observando, esperando a verme fracasar...\n\nPero no, no tengo a nadie más que culpar que a mí mismo. Tampoco ha sido barata nuestra presentación en sociedad, una serie de fiestas y bailes carísimos.\n\nAl menos he entrado en contacto con la Sociedad por la Ciencia Cristiana, un interesante grupo de practicantes del mesmerismo."
  },
  {
    "LocalizationTypes": "diario03",
    "Title": "Página 3",
    "Description": "Viernes, 3 de Marzo de 1854\n\nLa Sociedad por la Ciencia Cristina ha resultado ser un grupo de bobos que se dejan engatusar por estafadores y prestidigitadores. ¡Imbéciles limitados por el dogma de su patético Dios! No tienen la capacidad de enteder.\n\nPero entre ellos he conocido a un tal Sir William W. Gull, una persona inteligentísima, me ha hablado de la \"Ciencia de las sales\", una evolución del mesmerismo junto con alquimia con el objetivo de doblegar la naturaleza del alma mortal.\n\nDice que la finca Dwight predispone un buen ambiente por el pantano cercano. Que sería un buen lugar para crear una \"cuna\". Es un tipo muy interesante..."
  },
  {
    "LocalizationTypes": "diario0X",
    "Title": "Página perdida",
    "Description": "(fecha ininteligible)\n\nLa correspondencia con Sir W.W.Gull es de lo más fascinante. Me ha aceptado como discípulo y juntos nos estamos adentrando en la Ciencia de las Sales del Alma. Incluso ha sido tan amable de financiar las remodelaciones en la mansión para construir un laboratorio.\n\nLa ampliación del ala Este acababa de empezar cuando un trabajador se ha hundido en el suelo, precipitándose hacia su muerte. El descubrimiento ha sido fascinante: Hay una cámara subterránea con un árbol con ramas como raíces que sujetan la tierra de arriba, como si el mismísimo Atlas hubiese elegido este lugar para sujetar el Mundo.\n\n¡Es el lugar perfecto que necesitábamos!"
  },
  {
    "LocalizationTypes": "diario04",
    "Title": "Página 4",
    "Description": "Jueves, 31 de Agosto de 1854\n\nEstoy listo para iniciar el primer paso de mi gran obra maestra.\n\nMe he asegurado de que la calidad de las sales sea de la máxima pureza. He revisado las fórmulas con Gull decenas de veces. Son perfectas.\n\nTan sólo falta un elemento esencial que, afortunadamente, ambos poseemos: un recipiente de nuestra sangre.\n\nA pesar de la mala fortuna que he tenido no puedo sentirme más bendecido de haberme procurado una familia y descendencia.\n\n¡Ja! Si el avaro de Dwight pudiera verme ahora ¡VIEJO ILUSO! ¡Te sobreviviré a ti y os sobreviviré a todos!"
  },
  {
    "LocalizationTypes": "diario05",
    "Title": "Página 5",
    "Description": "(sin fecha)\n\nMary Anne me ha abandonado llevándose a la pequeña Anni. No he sido un marido devoto, pues sigo albergando rencor porque no pudiera darme más hijos.\n\nLa gota que colmó el vaso según ella, fue el experimento que conduje con Annie. ¡Pero si fue un éxito! ¡Y puse todo el cuidado que un padre debiera tener!\n\nHubo un efecto secudario no esperado y la pequeña cayó enferma con fiebres altas durante una semana. Se la llevó a casa de sus padres para recuperarse y no volvieron.\n\nEl servicio también se ha despedido alegando no soportar los ruidos y el olor que emana del sótano. No importa. Tengo experimentos que hacer."
  },
  {
    "LocalizationTypes": "diario06",
    "Title": "Página 6",
    "Description": "Viernes, 9 de Noviembre de 1888\n\nTras el abandono de Mary Anne vagué por los pasillos de la mansión vacía, vociferando, ahogado en la bebida.\n\nGull me rescató, aún me necesitaba para sus planes... así me lo dijo y mirando dentro de mi alma, destapó todo mi patetismo para apiadarse de mí: me permitiría hacer este viaje con él.\n\nAquel día hicimos la transposición del alma en las botellas. Fue agotador, después permanecimos en cama durante tres días.\n\nA partir de entonces nos embarcamos en busca de las experiencias más extremas que el Mundo pudiera ofrecer, testando los límites de nuestro reciente poder.\n\nHe de decir que he disfrutado todo el camino, pero aún falta la etapa más importante."
  },
  {
    "LocalizationTypes": "diario07",
    "Title": "Página 7",
    "Description": "Domingo, 31 de Diciembre de 1899\n\nMi querida descendencia.\n\nSi has llegado hasta aquí, eres digno heredero de tu nombre. Aunque mi Mary Anne me repudiase conservado su apellido de soltera, en lo más profundo de tu alma llevas la semilla de tu verdadero ancestro.\n\nTras dominar la ciencia de las Sales del Alma anduve con las peores compañías y en las peores aventuras.\n\nPensaba que había esquivado la condenación de mi alma, pero ésta se ha tornado más opaca, además la corrupción de mi cuerpo ha sido inevitable.\n\nEl fin se acerca y aunque la botella me ata aquí, temo haberme condenado por toda la eternidad.\n\nMe arrepiento profundamente de la vida que he llevado, de haber alejado a mis queridísimas Mary Anne y Anni.\n\nNo espero comprensión o redención, pero no puedo pasar la eternidad sin volver a ver a mi familia.\n\nPor eso te necesito. Esta botella debe aún brillar con el fulgor de las sales. ¡Rómpela para que pueda descansar! ¡Ven a mí!\n\nTu tatarabuelo..."
  },
  {
    "LocalizationTypes": "pictureAnciano",
    "Title": "Anciano",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaAlbert",
    "Title": "Familia",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaTocha",
    "Title": "Familia al completo",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMadreSola",
    "Title": "Madre",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMansion",
    "Title": "Mansión",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureNinaSola",
    "Title": "Niña",
    "Description": ""
  },
  {
    "LocalizationTypes": "MenuPlay",
    "Title": "",
    "Description": "Jugar"
  },
  {
    "LocalizationTypes": "MenuPlayAgain",
    "Title": "",
    "Description": "¿Jugar de nuevo?"
  },
  {
    "LocalizationTypes": "MenuCredits",
    "Title": "",
    "Description": "Créditos"
  },
  {
    "LocalizationTypes": "MenuExit",
    "Title": "",
    "Description": "Salir"
  },
  {
    "LocalizationTypes": "MenuClose",
    "Title": "",
    "Description": "Cerrar"
  },
  {
    "LocalizationTypes": "CreditsRole2dArtist",
    "Title": "",
    "Description": "Artista conceptual/2D"
  },
  {
    "LocalizationTypes": "CreditsRole3dArtist",
    "Title": "",
    "Description": "Artista 3D/modelado"
  },
  {
    "LocalizationTypes": "CreditsRoleProgramming",
    "Title": "",
    "Description": "Programación/diseño 3D"
  },
  {
    "LocalizationTypes": "CreditsRoleMusic",
    "Title": "",
    "Description": "Música/diseño de sonido"
  },
  {
    "LocalizationTypes": "CreditsRoleGameDesign",
    "Title": "",
    "Description": "Diseño de juego/narrativa"
  },
  {
    "LocalizationTypes": "CannotFinish",
    "Title": "",
    "Description": ""
  },
  {
    "LocalizationTypes": "Llave",
    "Title": "Llave",
    "Description": ""
  }
]