[
  {
    "LocalizationTypes": "Intro",
    "Title": "",
    "Description": "November 27, 1999 Eva Dwight has arrived at the estate that she has inherited. Apparently the mansion has been abandoned for 100 years, and her own great-great-grandfather gave precise instructions that only her great-great-grandson should inherit it. Anyway... \"\"things of Victorian lords, you'll have to settle for a great-great-granddaughter inheriting it\"\" Eva thinks. Behind her, the door of the mansion closes."
  },
  {
    "LocalizationTypes": "final_scene",
    "Title": "",
    "Description": "Eva decisively grabs the bottle and throws it to the ground, breaking it against the roots. Green smoke rises from the remains of the bottle, entering Eva's mouth, nose and eyes, drowning out her screams. She takes her hands to her throat and she falls to the ground unconscious. After a few minutes she gets up recovered. She looks at her arms and checks her body. Eva Sickert: \"Oh wow, apparently there was only one great-great-granddaughter left in the family line. It will have to do... \"21st century, I arrived in time to see you born...\" Eva Sickert ascends the basement stairs unsteadily, but whistling a happy but old-fashioned tune. THE END"
  },
  {
    "LocalizationTypes": "diario01",
    "Title": "Página 1",
    "Description": "Monday, November 1, 1852 Here at last! We have arrived at Dwight Manor after an exhausting journey from London, my wife, Mary Anne Sickert, and my daughter, little Anni Ariadne. The welcome by the Dwight patriarch It couldn't have been colder. He has never trusted me, and it was only after much insistence from Mary Anne and her mother that the great patriarch stooped to bequeath the family estate to me, while they retire to their summer residence ( much bigger and more luxurious) permanently. I have big plans for the estate, I'll show the old miser that I can handle things better than him. Good fortune is smiling on me at last!"
  },
  {
    "LocalizationTypes": "diario02",
    "Title": "Página 2",
    "Description": "Sunday, October 23, 1853 We are broke! Not a year has passed without the entire administration of the Dwight estate having gone to waste. I sometimes wonder if it was not a poisoned inheritance on the part of the Patriarch Dwight. That old miser never liked me. Damn old Dwight kept telling me that you can't make money so fast, you just have to wait and progress little by little. He was there waiting to see me fail... But no, I have no one else to blame but myself. I made a series of bad business decisions that didn't pan out the way I thought. Our coming-out hasn't been cheap, either, a series of expensive parties and balls. All those old men rich people came, ate my food, drank my drink, and then grandly told me why they couldn't support my business. Freeloaders! At least I've got something good out of it all. I've contacted the Society for Christian Science, an interesting group of practitioners of mesmerism. It interests me greatly but with the little that the estate gives now we only have left to live badly in the same way that we lived badly in London."
  },
  {
    "LocalizationTypes": "diario0X",
    "Title": "Página perdida",
    "Description": "(date unintelligible) The correspondence with Sir W.W.Gull cannot be the most fascinating. If only the post was faster in this accursed country... He has accepted me as his disciple, and together we are delving into the Science of the Salts of the Soul. Mary Anne doesn't like Sir Gull. She says he has a strange air about him, and she doesn't like the way he looks at the rest of the world, as if we were vessels for his own use. Pah, what does she know! \"If you've even been so kind as to be willing to finance renovations to Dwight Mansion for the construction of a laboratory. The extension to the east wing had hardly even begun when a workman sank to the ground and plunged into its death. The discovery has been fascinating: There was an underground chamber that adjoins the Dwight mansion, just below that big tree in the direction of the swamps. It is as if the roots of this tree held the earth and then grew back in an inverted way, under the ground , as if Atlas himself had chosen this place to hold the world. This \"\"underground tree\"\" has a natural recess in the form of an altar. It is incredible, it is the perfect place that we were looking for for the crib!"
  },
  {
    "LocalizationTypes": "diario03",
    "Title": "Página 3",
    "Description": "Friday, March 3, 1854 The Society for Christian Science has turned out to be nothing more than a group of amateur fools who allow themselves to be deceived by swindlers, conjurers and charlatans. A group of simple minds who would not be able to distinguish an extraordinary event from among so much smoke and artifice. Bah, you stupid morons! They are bound by the dogma of their pathetic god. They have no capacity to understand. They can never see beyond. But among them I have met one Sir William W. Gull, a person very intelligent person who has told me about the \"\"science of salts\"\", an evolution of mesmerism combined with alchemy with the aim of subduing the nature of the mortal soul. She tells me that the Dwight estate presents a good atmosphere predisposition thanks to the properties exotics from the nearby swamp. Which would be a good place to build a \"cradle\". Very interesting fellow this Gull..."
  },
  {
    "LocalizationTypes": "diario04",
    "Title": "Página 4",
    "Description": "Thursday, August 31, 1854 I am ready to begin the first step of my great masterpiece. I have ensured that the quality of the salts is of the highest purity possible. I have reviewed the formulas with Gull dozens of times. They are perfect. Only one essential item is missing which, fortunately, we both possess: a vessel of our own blood. Despite my misfortune, I cannot feel more blessed to have provided myself with a family and offspring. Ha! Yes, miser Dwight If he could see me now MWUAHAHA! Bah, he wouldn't understand the magnitude of what I'm about to start here. LUCKY OLD MAN! I'll outlive you and outlive you all!"
  },
  {
    "LocalizationTypes": "diario05",
    "Title": "Página 5",
    "Description": "(undated) Mary Anne has abandoned me, taking little Anni with her. It is true that our relationship has grown apart in recent years after so much misfortune, and that I have been more distant than the sacred duty of the marriage recommends. I have not been a devoted husband, still harboring a grudge that he could not give me more children. The last straw, according to her, was the experiment I conducted on little Annie. But it was a success! And I took all the care a father should have! But there was an unexpected side effect and the little girl fell ill with a high fever for a week. She was taken to her parents' house to recover, and a week later she returned with her daughter's carriage. father to pick up his things and they never came back. The service has also fired, claiming that they can no longer bear the noise and the smell emanating from the basement. It doesn't matter. I have experiments to do, formulations to calculate, and the fact that I don't have someone no one here makes it more conducive to the next phases that Gull and I have planned."
  },
  {
    "LocalizationTypes": "diario06",
    "Title": "Página 6",
    "Description": "Friday, November 9, 1888 After the abandonment of Mary Anne, I was for a time very lost. I wandered through the corridors of the mansion devoid of human warmth, howling loudly, drowning in drink, and with visions of ghosts that did not they were there. W.W.Gull rescued me, but not because he held me in high esteem, he still needed me for his own plans... he told me so himself, and looking into my soul, he uncovered all my pathos to take pity on me: he would allow me to take this trip with him. That same day we did the transposition of the soul into the bottles. The process could not have been more exhausting, after which we stayed in bed for more than three days. The bottles are beautiful, and I could spend hours looking at their brilliance and warmth. On the other hand, the bottle of Gull produced an inexplicable revulsion in me, and left me with a sensation of terrifying cold. From that moment, Gull and I embarked on a journey of power and pleasure, seeking the most extreme that e he world could offer, to test the limits of our newly acquired power. The process was a complete success and I have to say shamelessly, yes: I have enjoyed the whole process. Thus ends an important stage after years of experiments and research. But there is still one last stage to complete: the most important."
  },
  {
    "LocalizationTypes": "diario07",
    "Title": "Página 7",
    "Description": "Sunday, December 31, 1899 My dear offspring. If you have come this far, it is because you are worthy heir to your name. Even if my dearest Anne disowned me while retaining her maiden name, you should know that in the depths of your soul you carry the seed of your true ancestor. I write to you through time. After mastering the science of soul salts, I walked with the worst of companies, in the worst possible adventures, in the greatest dangers; thinking that I had avoided damnation of my soul, but in the process, it has become duller than I expected and has not only doomed me, but the corruption of my body has finally been inevitable, and indeed imminent! The end is near and though the bottle binds me here, I fear I have damned my mortal soul for all eternity. I am deeply sorry for the life I have led. I am deeply sorry that I took my dear Mary Anne and little Anni away from me. I do not hope understanding, or redemption, I know they are not possible, but I cannot spend all eternity without seeing my family again. This is why I need your help. The sealed bottle that you see before you must still shine with the brilliance of the salts. The formula has been prepared to compensate for the sins of my soul during these 100 years. Break it to set me free so I can rest! Come to me! Your dear great-grandfather..."
  },
  {
    "LocalizationTypes": "pictureAnciano",
    "Title": "Old man",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaAlbert",
    "Title": "Family",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaTocha",
    "Title": "Whole family",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMadreSola",
    "Title": "Mother",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMansion",
    "Title": "Mansion",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureNinaSola",
    "Title": "Little girl",
    "Description": ""
  },
  {
    "LocalizationTypes": "MenuPlay",
    "Title": "",
    "Description": "Play"
  },
  {
    "LocalizationTypes": "MenuCredits",
    "Title": "",
    "Description": "Credits"
  },
  {
    "LocalizationTypes": "MenuExit",
    "Title": "",
    "Description": "Close"
  },
  {
    "LocalizationTypes": "CreditsRole2dArtist",
    "Title": "Concept Artist/2D",
    "Description": "Concept/2D artist"
  },
  {
    "LocalizationTypes": "CreditsRole3dArtist",
    "Title": "3D artist/modeling",
    "Description": "3D/modeling artist"
  },
  {
    "LocalizationTypes": "CreditsRoleProgramming",
    "Title": "Programming/3D design",
    "Description": "Programming/3D design"
  },
  {
    "LocalizationTypes": "CreditsRoleMusic",
    "Title": "Music/sound design",
    "Description": "Music/sound design"
  },
  {
    "LocalizationTypes": "CreditsRoleGameDesign",
    "Title": "Game design/narrative",
    "Description": "Game design/narrative"
  },
  {
    "LocalizationTypes": "CannotFinish",
    "Title": "",
    "Description": ""
  },
  {
    "LocalizationTypes": "CannotFinish",
    "Title": "",
    "Description": ""
  },
  {
    "LocalizationTypes": "Llave",
    "Title": "",
    "Description": ""
  }
]