[
  {
    "LocalizationTypes": "Intro",
    "Title": "",
    "Description": "November 27, 1999\n\nEva Dwight has arrived at the estate she has inherited. It has been abandoned for 100 years.\n\nBehind her, the door to the mansion slams shut."
  },
  {
    "LocalizationTypes": "final_scene",
    "Title": "",
    "Description": "Eva decisively grabs the bottle and throws it to the ground, smashing it against the pedestal.\n\nGreen smoke rises from the remains of the bottle, pouring into her mouth, nose and eyes, choking her scream. She brings her hands to her throat and falls unconscious to the ground.\n\nAfter a few minutes she stands up, recovered. She looks at her arms and checks her body.\n\nEva Sickert:\n\"Oh wow, apparently the family line was only a great-great-granddaughter. It will have to be worth...\nXXI century, I arrive in time to see you born...\"\n\nShe leaves the basement with hesitant step, whistling an old-fashioned, although cheerful melody.\n\nTHE END"
  },
  {
    "LocalizationTypes": "diario01",
    "Title": "Page 1",
    "Description": "Monday, November 1, 1852\n\nHere we are at last! We have arrived at Dwight Manor after an exhausting journey from London, my wife, Mary Anne Sickert, and my daughter, little Anni Ariadne.\n\nThe welcome from the Dwight patriarch could not have been colder. He has never trusted me, and it was only after much insistence from Mary Anne and her mother that the great patriarch stooped to bequeath the family estate to me, while they retire to their summer residence permanently.\n\nI have great plans for the estate. At last good fortune smiles upon me!"
  },
  {
    "LocalizationTypes": "diario02",
    "Title": "Page 2",
    "Description": "Sunday, October 23, 1853\n\nWe are broke! Not a year has gone by without the whole management of the Dwight estate going to the dogs.\n\nI sometimes wonder if it was not a poisoned legacy on the part of the Dwight patriarch. That old miser never liked me. Always watching, waiting to see me fail...\n\nBut no, I have no one to blame but myself. Neither has our introduction to society been cheap, a series of expensive parties and dances.\n\nAt least I have come in contact with the Society for Christian Science, an interesting group of mesmerist practitioners."
  },
  {
    "LocalizationTypes": "diario03",
    "Title": "Page 3",
    "Description": "Friday, March 3, 1854\n\nThe Society for Christian Science has turned out to be a bunch of fools who are taken in by con men and conjurers. Stupids bound by the dogma of their pathetic God! They don't have the capability to understand.\n\nBut among them I have met one Sir William W. Gull, a most intelligent person, who has told me of the \"Science of salts\", an evolution of mesmerism together with alchemy with the aim of bending the nature of the mortal soul.\n\nHe says that the Dwight estate predisposes a good environment because of the nearby swamp. That it would be a good place to create a \"cradle\". He's a very interesting chap..."
  },
  {
    "LocalizationTypes": "diario0X",
    "Title": "Missing page",
    "Description": "(unintelligible date)\n\nThe correspondence with Sir W.W.Gull is most fascinating. He has accepted me as a disciple and together we are delving into the Science of Soul Salts. He has even been kind enough to finance renovations to the mansion to build a laboratory.\n\nThe extension to the East wing had just begun when a worker collapsed to the ground, plunging to his death. The discovery was fascinating: There is a subterranean chamber with a tree with branches as roots holding the earth above, as if Atlas himself had chosen this place to hold the World.\n\nIt's the perfect place we needed!"
  },
  {
    "LocalizationTypes": "diario04",
    "Title": "Page 4",
    "Description": "Thursday, August 31, 1854\n\nI am ready to start the first step of my great masterpiece.\n\nI have made sure that the quality of the salts is of the highest purity. I've checked the formulas with Gull dozens of times. They are perfect.\n\nOnly one essential element is missing, which fortunately, we both possess: a vessel of our own blood.\n\nDespite the bad fortune I have had, I could not feel more blessed to have procured a family and offspring.\n\nHah! If only Dwight's miser could see me now, you OLD FOOL! I'll outlive you and I'll outlive you all!"
  },
  {
    "LocalizationTypes": "diario05",
    "Title": "Page 5",
    "Description": "(undated)\n\nMary Anne has left me, taking little Anni with her. I have not been a devoted husband, for I still harbour a grudge that she could not give me more children.\n\nThe last straw, according to her, was the experiment I conducted with Annie. Yet it was a success! And I took all the care a father should take!\n\nThere was an unexpected side-effect and the little girl fell ill with high fevers for a week. She took her to her parents' house to recover and they never came back.\n\nThe service has also been dismissed on the grounds that they can't stand the noise and smell emanating from the basement. It doesn't matter. I have experiments to do."
  },
  {
    "LocalizationTypes": "diario06",
    "Title": "Page 6",
    "Description": "Friday, November 9, 1888\n\nAfter Mary Anne's abandonment I wandered the corridors of the empty mansion, ranting, drowning in drink.\n\nGull rescued me, he still needed me for his plans... he told me so and looking into my soul, he uncovered all my pathos to take pity on me: he would allow me to go on this journey with him.\n\nThat day we did the transposition of the soul into the bottles. It was exhausting, then we stayed in bed for three days.\n\nFrom then on we embarked in search of the most extreme experiences the world had to offer, testing the limits of our newfound power.\n\nI have to say that I have enjoyed the whole journey, but the most important stage is still to come."
  },
  {
    "LocalizationTypes": "diario07",
    "Title": "Page 7",
    "Description": "Sunday, December 31, 1899\n\nMy dear offspring. If you have come this far, you are worthy heir to your name. Although my Mary Anne repudiated me by keeping her maiden name, in the depths of your soul you carry the seed of your true ancestor.\n\nAfter mastering the science of the Salts of the Soul, I walked with the worst company and in the worst adventures.\n\nI thought I had avoided the damnation of my soul, but it has become more opaque, furthermore the corruption of my body has been inevitable.\n\nThe end is near, and though the bottle binds me here, I fear I have condemned myself for eternity.\n\nI deeply regret the life I have led, of having driven away my dearest Mary Anne and Anni.\n\nI don't expect understanding or redemption, but I can't spend eternity without seeing my family again.\n\nThat is why I need you. This bottle may still glow with the radiance of salts. Break it so I can rest! Come to me!.\n\nYour great-great-grandfather.."
  },
  {
    "LocalizationTypes": "pictureAnciano",
    "Title": "Elder man",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaAlbert",
    "Title": "Family",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureFamiliaTocha",
    "Title": "Full family",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMadreSola",
    "Title": "Mother",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureMansion",
    "Title": "Mansion",
    "Description": ""
  },
  {
    "LocalizationTypes": "pictureNinaSola",
    "Title": "Girl",
    "Description": ""
  },
  {
    "LocalizationTypes": "MenuPlay",
    "Title": "",
    "Description": "Play"
  },
  {
    "LocalizationTypes": "MenuPlayAgain",
    "Title": "",
    "Description": "Play again?"
  },
  {
    "LocalizationTypes": "MenuCredits",
    "Title": "",
    "Description": "Credits"
  },
  {
    "LocalizationTypes": "MenuExit",
    "Title": "",
    "Description": "Exit"
  },
  {
    "LocalizationTypes": "MenuClose",
    "Title": "",
    "Description": "Close"
  },
  {
    "LocalizationTypes": "CreditsRole2dArtist",
    "Title": "",
    "Description": "Concept Artist/2D"
  },
  {
    "LocalizationTypes": "CreditsRole3dArtist",
    "Title": "",
    "Description": "3D artist/modeling"
  },
  {
    "LocalizationTypes": "CreditsRoleProgramming",
    "Title": "",
    "Description": "Programming/3D design"
  },
  {
    "LocalizationTypes": "CreditsRoleMusic",
    "Title": "",
    "Description": "Music/sound design"
  },
  {
    "LocalizationTypes": "CreditsRoleGameDesign",
    "Title": "",
    "Description": "Game design/narrative"
  },
  {
    "LocalizationTypes": "CannotFinish",
    "Title": "",
    "Description": ""
  },
  {
    "LocalizationTypes": "Llave",
    "Title": "Key",
    "Description": ""
  }
]